;
; Puține reguli pentru traducător:
; Pentru început de traducere - copiați english.ini în limba dvs.ini
; Traduceți textul numai după simbolul '='
; 
; Product Name: Wise Program Uninstaller
; TranslationAuthor: Neamţu Mihai
; TranslationAuthorEmail: mitza97@gmail.com
;

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Bine
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Închidere
ButtonRestore=Restaurare
ButtonMenu=Meniu

[Lang]
NativeLanguage=Română (Romanian)

[Translation]
LangCode=0418
ReadHabit=De la stânga la dreapta
LanguageName=ROM
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informaţii
Warning=Avertisment
Error=Eroare
Confirm=Confirmare
CurVer=Versiunea curentă:

;
; Menu
;
pmHelp=Ajutor Online
pmHome=Pagina Principală
pmforum=Forum
pmCheckMsg=Verifică automat mesaje noi
pmContact=Contactați-ne
pmCheckNew=Verifică actualizări
pmLang=Limba
pmAbout=Despre
pmOpenEntry=Deschidere în RegEditor
pmOpenFolder=Deschide in Explorer
PmGoogle=Căutare Google
pmExport=Exportă în fișier text...
pmRightMenuA=Afișare în meniul contextual
ExplorerMenu=Dezinstalați cu programul de dezinstalare Wise
pmUnisDetect=Detectați dezinstalarea altui dezinstalator
pmUEI=Program de îmbunătățire a experienței utilizatorului
pmSaveLeft=Copie de rezervă automată Dezinstalare reziduală
pmSettings=Setări

;
; About
;
FrmAbout.caption=Despre
FrmAbout.btnok.caption=Bine
FrmAbout.lblver.caption=Versiunea curentă:
FrmAbout.lblemail.caption=Suport tehnic:
FrmAbout.lblhome.caption=Pagina principală:
FrmAbout.lblthank.caption=Mulţumim următoarelor persoane pentru contribuţiile lor:

;
; Processs
;
FrmProgressModal.btncancel.caption=Anulare

;
; frmafterdel
;
Frmafterdel.caption=Înregistrări și fișiere asociate cu programul
Frmafterdel.btnremove.caption=Elimină
Frmafterdel.btncancel.caption=Anulare
Frmafterdel.lblinfo.caption=Vă rugăm să vizualizați rezultatul și să faceți clic pe „Eliminați” pentru a finaliza această dezinstalare.
Frmafterdel.btnnone.caption=Selectați nimic
Frmafterdel.btnall.caption=Selectați tot

;
; Custome uninstall
;
frmUnlessDel.caption=Dezinstalare personalizată
frmUnlessDel.lblInfo1.caption=Dezinstalare personalizată vă ajută să dezinstalați un program care nu poate fi dezinstalat în mod obișnuit și să curățați bine fișierele reziduale. Puteți răsfoi un dosar aici pentru a șterge sau a dezinstala programul aferent.
frmUnlessDel.lblinfo2.caption=Introduceți un cuvânt cheie pentru a scana dacă există fișiere reziduale după dezinstalare.
frmUnlessDel.lblKeyword.caption=Cuvinte cheie:
frmUnlessDel.btnNext.caption=Următorul
frmUnlessDel.btncancel.caption=Anulare
frmUnlessDel.btnremove.caption=Elimină
frmUnlessDel.btnFolder.caption=Navigare
;
; Main GUI
; 
TfrmUnlog.caption=Dezinstalare Istoric
TfrmUnlog.head.unDate=Dezinstalare Pornit
TfrmUnlog.head.ItemName=Program
TfrmUnlog.head.restore=Elemente reziduale
TfrmUnlog.noItems=Nu există elemente reziduale
TfrmUnlog.Recovered=Recuperat
TfrmUnlog.recover=Recuperare
FrmMain.lblrate.caption=Rată
FrmMain.BtnNormal.Caption=Dezinstalare sigură
FrmMain.BtnModify.Caption=Modifică
FrmMain.BtnForce.Caption=Dezinstalare forțată
FrmMain.BtnRemove.Caption=Elimină intrările
FrmMain.lblcheckver.Caption=Verifică actualizări
FrmMain.lblinfo.caption=Oferind o modalitate de a elimina cu forță programele încăpățânate
FrmMain.btnSupport.hint=Centru de asistență
FrmMain.btnnews.hint=Mesaj
FrmMain.btnfacebook.Hint=Distribuie Wise Program Uninstaller pe Facebook
FrmMain.btntwitter.Hint=Distribuie Wise Program Uninstaller pe Twitter
FrmMain.btnemail.Hint=Împărtăşiţi Wise Program Uninstaller cu prietenii tăi
FrmMain.btnRefresh.Hint=Reîmprospătare
FrmMain.btnLog.Caption=Modifică
FrmMain.btnAll.hint=Toate programele
FrmMain.btnSoft.hint=Programe desktop
FrmMain.btnApp.hint=Aplicații universale
FrmMain.btnPatch.hint=Componente sistem
FrmMain.btnUnless.hint=Dezinstalare personalizată
FrmSettings.caption=Setări
;
; Rate
;
FrmRate.Btnlist.caption=Recenzia utilizatorului
FrmRate.Btnreview.caption=Recenzia mea
FrmRate.Btnfirst.caption=Vino să fii primul nostru comentator
FrmRate.Btnsubmit.caption=Trimite
FrmRate.lblscore.caption=Rată:
FrmRate.lblscorehint.caption=(Trebuie să faceți clic pe stele pentru a evalua)
FrmRate.lblnick.caption=Porecla ta:
FrmRate.lblnickhint.caption=(Opțional)
FrmRate.lblemail.caption=Email-ul tau:
FrmRate.lblemailhint.caption=(Opțional)
FrmRate.lblcontent.caption=Conţinut:
FrmRate.lblcontenthint.caption=(Opțional)
FrmRate.lbldesctitle.caption=Descriere soft:
FrmRate.lblratesoft.caption=Soft recomandat

[Uninstall]
Backuping=Crearea copiei de rezervă...
PublisherUnknown=Distribuitor necunoscut
VersionUnknown=Versiune necunoscută
Rate=Rată
ItemName=Nume
Publisher=Distribuitor
Size=Dimensiune
SetupDate=Data instalării
Version=Versiunea
Canceled=Procesul de dezinstalare a fost anulat.
NoLeftOverItem=Nu au fost găsite elemente reziduale.
Removing=Eliminare:
TotalStat=Au fost găsite %d programe ocupând %s spaţiu pe disc.
Calculating=Se calculează dimensiunea...
Files=Fişier şi dosar
RegEntries=Intrări registri
Items=Elemente

[SoftRate]
Querying=Interogare...
Good=Îmi place 
Bad=Nu-mi plăce
Safe=Raport
Ver=Ver:
Ratings=Evaluare
SoftNotExist=Nu pot găsi informații despre soft.
GetSoftInfoError=Eșecul de a obține informații despre soft
UploadSoftLogoError=Eroare de încărcare a informațiilor despre soft
SubmitData=Trimiteți comentariile dvs. pentru acest soft...
SubmitSoftInfoError=Eroare de trimitere legată de rețea.
SubmitRateSuccess=Trimis cu succes.
HaveSubmitRate=Ați evaluat-o.
Submitgoodbad=Trimiterea informațiilor dvs....
me=Pe mine
NickTooLong=Porecla dvs. nu trebuie să depășească 20 de caractere.
MailTooLong=Adresa dvs. de e-mail nu trebuie să depășească 50 de caractere.
WrongEmail=Adresa e-mail invalidă.
ReviewTooLong=Lungimea totală a recenziei nu trebuie să depășească 300 de caractere.
RateHint=Alăturați-vă evaluării softului și evaluați softul preferat!
UnknowName=Produs necunoscut
UnknowVer=Versiune necunoscută
UnknowDesc=Descriere

[Hint]
HintRate=Evaluare soft
HintClose=Șterge elementul

[message]
NoNews=Nu aveți niciun mesaj necitit.
confimdel=Directorul ales va fi eliminat din computer. Continuă?
UninstallApp=Dezinstalează...
unistallError=Operația a eșuat.
NewVer=A fost găsită o versiune mai recentă a programului de dezinstalare Wise. Vrei să-l actualizezi acum?
NoNewVer=Felicitări! Folosiţi ultima versiune.
NoProgramSelected=Vă rugăm selectaţi pentru început un program.
IsBusy=Vă rugăm aşteptaţi până când dezinstalarea anterioară este finalizată.
StartFindLeftover=Se analizează fişierele asociate, dosarele şi intrările de registri...
Collecting=Se colectează informaţiile despre programele instalate...
BeSureUseForce=Vă rugăm să alegeți Dezinstalare Forțată numai atunci când Dezinstalare Sigură nu funcționează. Sigur doriți să continuați?
ConfirmRemove=Sunteți sigur că vreți să eliminați această intrare?
RejectItself=Programul nu se poate dezinstala singur.
TranslateTo=Traducere la...
UpdateDB=Actualizează baza de date...
Collecting=Colectează informații despre soft...

[Monitor]
FindLeftover=%s poate totuși să lase elemente reziduale pe computerul dvs. Programul de dezinstalare înțelept este scanat...
NonItems=%s a fost eliminat complet de pe computer.